{
    "app_name": "ezcare warranty",
    "get quote": "Get Quote",
    "name": "Name",
    "email": "Email",
    "phone number": "Phone Number",
    "vehicle model": "Vehicle Model",
    "vehicle year": "Vehicle Year",
    "message": "Message",
    "at": "At",
    "gq_1": "Unexpected breakdowns happen",
    "gq_2": "Get the best protection for your vehicle with",
    "gq_3": "Don't let repair bills drain your wallet. When unexpected breakdown occur, you need more than just basic coverage.",
    "gq_4": "With Ezcare Warranty, you will have the ultimate shield against the hefty expenses of vehicle repair.",
    "gq_5": "Get your FREE Quotation",
    "gq_6": "Or call",
    "gq_7": "for faster service.",
    "gq_8": "By clicking the button, you consent to Ezcare Warranty to call, email, and text you using the contact info above.",
    "bc_1": "Why Choose Ezcare Warranty",
    "bc_2": "Free diagnosis & consultation for claim process",
    "bc_3": "open workshop concept",
    "bc_4": "up to 7 years coverage",
    "bc_5": "fast claim process",
    "bc_6": "direct deal with us",
    "bc_7": "not affiliated with any insurance company",
    "bc_8": "experience and responsive technical team",
    "bc_9": "within 24 hours assistance",
    "bc_10": "easy access policy info through mobile app",
    "bc_11": "24/7 towing assistance",
    "bc_12": "(TERMS & CONDITIONS APPLY)",
    "cv_1": "Our Products",
    "cv_2": "View All Coverage Plans",
    "ft_1": "providing the",
    "ft_2": "best",
    "ft_3": "aftermarket warranty",
    "ft_4": "in the industry",
    "ft_10": "At",
    "ft_11": "Ezcare Warranty",
    "ft_12": ", we take pride in giving the full commitment to you.",
    "ft_13": "With over 6 years of industry expertise and an outstanding record of customer satisfaction,",
    "ft_14": "we assuring you for the best comprehensive protection when you need it the most.",
    "ft_15": "Find Out More",
    "ab_1": "About Us",
    "ab_2": "EZCARE WARRANTY",
    "ab_3": "Your Ultimate Vehicle Protection",
    "ab_4": "As the foremost leader in the aftermarket warranty provider in the industry. Ezcare Warranty stands as the cornerstone of peace of mind for our customers.",
    "ab_5": "Engineered to provide the best comprehensive coverage. Our warranty plan extend to various mechanical and electrical failures in your vehicle.",
    "ab_6": "Covering Your",
    "ab_6_1": "Every Need",
    "ab_7": "Covering the unforseen mechanical glitches. Our warranty plans have your covered.",
    "ab_8": "We ensure that your vehicle is shielded againts a wide array of breakdown, offering the protection you deserve.",
    "ab_9": "Swift Claim, Extensive Coverage",
    "ab_10": "Experience the ease of a fast and efficient claim process combine with high claim limits.",
    "ab_11": "Our unlimited claim set us apart from the rest provider, ensuring that your vehicle receives the best coverage, each time and every time.",
    "ab_12": "Transparency And Trust",
    "ab_13": "At Ezcare Warranty, transparency is our guiding principle. We prioritize informing and empowering our customer by offering the finest coverage options.",
    "ab_14": "Recognised with esteemed awards like the Asia Automotive Awards in 2019 and Superbrand Malaysia's Choice Award in 2020, we are commited to bring the industry's pinnacle.",
    "ab_15": "Setting Industry Standards",
    "ab_16": "We dont't just follow standards, we set them. We revolutionized warranty management by introducing a fully digitalized approach.",
    "ab_17": "Our mobile app grant you seamless access to your policy and claim along with breakdown assistance, making the entire process effortlessly convenient for you.",
    "ab_18": "Available in:",
    "ab_19": "Your Trust, Our Promise",
    "ab_20": "Trust Ezcare Warranty for the ultimate vehicle protection. We are not just about warranties, we are about building relationships and ensuring your complete satisfaction on the road.",
    "ab_21": "Experience the best in the industry where transparency, innovation and reliability converge.",
    "op_1": "Warranty Plan",
    "op_2": "Choose the best coverage plan tailored to suit your need.",
    "op_3": "Faster Claim,",
    "op_4": "Priority Repair",
    "op_5": "By offering this flexibility, we streamline the claim process. Ensuring quicker repairs for your vehicle. Your repairs are our priority, and our open workshop concept accelerates the entire process, getting on your back on the road swiftly.",
    "op_6": "Our Benefits",
    "op_7": "COST SAVINGS",
    "op_8": "Our warranty plan can significantly assist owners in achieving cost savings for their vehicle breakdown repairs. By opting for a warranty plan, owners gain financial protection against unexpected and potentially expensive repairs. These plans typically cover various components and systems of the vehicle, reducing the out-of-pocket expenses that owners would otherwise incur. Additionally, with a warranty plan in place, owners can benefit from access to choose their preferred repair facilities, ensuring that repairs are conducted efficiently and effectively. Moreover, by paying a fixed fee for the warranty, owners can budget more effectively and avoid sudden financial strains caused by unforeseen repair costs, making it an astute investment toward safeguarding their vehicle and financial well-being.",
    "op_9": "PEACE OF MIND",
    "op_10": "We provides owners with a sense of peace and reassurance when facing vehicle breakdowns. Knowing that their vehicle is covered under warranty alleviates the stress and financial burden of unexpected repair expenses. This peace of mind stems from the assurance that qualified repairs will be performed without incurring substantial out-of-pocket costs. This protection not only safeguards their budget but also instills confidence in the reliability and longevity of their vehicle, allowing owners to drive with a sense of security and assurance, knowing they are protected against unforeseen repair bills.",
    "op_11": "FLEXIBILITY",
    "op_12": "With the offering an open workshop concept, vehicle owners enjoy a remarkable level of flexibility when dealing with breakdown repairs. This unique feature empowers owners to select the workshop or repair facility of their preference, granting them greater control over where their vehicle gets serviced. The flexibility to choose a workshop that aligns with their trust, convenience, or expertise standards ensures a personalized repair experience. Whether opting for a dealership, an independent mechanic, or a specialized service center, this freedom enables owners to make informed decisions based on factors like proximity, reputation, or specialization, enhancing their overall satisfaction with the repair process. Such flexibility not only caters to individual preferences but also fosters a stronger sense of trust and comfort, contributing to a smoother and more personalized repair journey for vehicle owners.",
    "op_13": "INCREASE RESALE VALUE",
    "op_14": "Maintaining a valid warranty plan can significantly enhance the resale value of a vehicle despite experiencing breakdowns. When potential buyers see that a vehicle still holds an active warranty plan, it instills confidence in the vehicle's condition and reliability. The assurance that any potential breakdowns or repairs will be covered under warranty serves as a strong selling point, attracting prospective buyers and setting the vehicle apart from others on the market. A valid warranty plan indicates that the owner has taken proactive steps to ensure the vehicle's upkeep and safeguard against unexpected expenses, thus boosting its perceived value in the eyes of potential purchasers. This factor not only provides peace of mind to the current owner during ownership but also proves advantageous when it comes time to sell or trade-in the vehicle, potentially commanding a higher resale price due to the added assurance of warranty coverage.",
    "cu_1": "Contact Us",
    "cu_2": "Get In Touch",
    "cu_3": "Leave your message and we will get back to you within 24 hours"
}