{
    "ezcare warranty": "garansi ezcare",
    "get quote": "Get Quote",
    "name": "Nama",
    "email": "Email",
    "phone number": "Nomor Telepon",
    "vehicle model": "Model Kendaraan",
    "vehicle year": "Tahun Kendaraan",
    "message": "Pesan",
    "at": "Di",
    "gq_1": "TERJADI KERUSAKAN TAK TERDUGA",
    "gq_2": "DAPATKAN PERLINDUNGAN TERBAIK UNTUK KENDARAAN ANDA DENGAN",
    "gq_3": "Jangan biarkan tagihan perbaikan menguras dompet Anda. Ketika kerusakan tak terduga terjadi, Anda memerlukan lebih dari sekadar perlindungan dasar.",
    "gq_4": "Dengan Ezcare Warranty, Anda akan mendapatkan perlindungan terbaik terhadap biaya perbaikan kendaraan yang besar.",
    "gq_5": "Dapatkan Penawaran GRATIS anda ",
    "gq_6": "Atau hubungi",
    "gq_7": "untuk layanan lebih cepat.",
    "gq_8": "By clicking the button, you consent to Ezcare Warranty to call, email, and text you using the contact info above.",
    "bc_1": "KENAPA MEMILIH EZCARE WARRANTY",
    "bc_2": "DIAGNOSIS DAN KONSULTASI GRATIS UNTUK PROSES KLAIM",
    "bc_3": "KONSEP BENGKEL TERBUKA (SYARAT & KETENTUAN BERLAKU)",
    "bc_4": "CAKUPAN HINGGA 7 TAHUN (SYARAT & KETENTUAN BERLAKU)",
    "bc_5": "PROSES KLAIM CEPAT",
    "bc_6": "DEAL LANGSUNG DENGAN KAMI",
    "bc_7": "TIDAK BERAFILIASI DENGAN PERUSAHAAN ASURANSI MANAPUN",
    "bc_8": "TIM TEKNIS YANG BERPENGALAMAN DAN RESPONSIF",
    "bc_9": "BANTUAN DALAM WAKTU 24 JAM",
    "bc_10": "INFO KEBIJAKAN AKSES MUDAH MELALUI MOBILE APP",
    "bc_11": "BANTUAN TOWING 24/7",
    "bc_12": "(SYARAT & KETENTUAN BERLAKU)",
    "cv_1": "PRODUK KAMI",
    "cv_2": "LIHAT SEMUA PLAN GARANSI",
    "ft_1": "MEMBERIKAN GARANSI AFTERMARKET",
    "ft_2": "TERBAIK",
    "ft_3": " ",
    "ft_4": "DALAM INDUSTRI",
    "ft_10": "Di",
    "ft_11": "Ezcare Warranty",
    "ft_12": ", kami bangga memberikan komitmen penuh kepada Anda.",
    "ft_13": "Dengan lebih dari 6 tahun keahlian industri dan catatan kepuasan pelanggan yang luar biasa,",
    "ft_14": "kami menjamin Anda mendapatkan perlindungan komprehensif terbaik saat Anda sangat membutuhkannya.",
    "ft_15": "Temukan lebih banyak",
    "ab_1": "TENTANG KAMI",
    "ab_2": "EZCARE WARRANTY",
    "ab_3": "Perlindungan Kendaraan Terbaik Anda",
    "ab_4": "Sebagai pemimpin terkemuka dalam penyedia Garansi Aftermarket di Industri. Ezcare Warranty berdiri sebagai landasan ketenangan pikiran bagi pelanggan kami.",
    "ab_5": "Direkayasa untuk memberikan cakupan komprehensif terbaik. Paket garansi kami mencakup berbagai kegagalan mekanis dan listrik pada kendaraan Anda.",
    "ab_6": "Mencakup Setiap",
    "ab_6_1": "Kebutuhan Anda",
    "ab_7": "Menutupi gangguan mekanis yang tak terduga. Paket garansi kami melindungi Anda.",
    "ab_8": "Kami memastikan bahwa kendaraan Anda terlindung dari beragam kerusakan, menawarkan perlindungan yang layak Anda dapatkan.",
    "ab_9": "Klaim Cepat, Cakupan Luas",
    "ab_10": "Rasakan kemudahan proses klaim yang cepat dan efisien yang dipadukan dengan limit klaim yang tinggi.",
    "ab_11": "Klaim tak terbatas kami membedakan kami dari penyedia lainnya, memastikan bahwa kendaraan Anda menerima perlindungan terbaik, setiap saat dan setiap saat.",
    "ab_12": "Transparansi Dan Kepercayaan",
    "ab_13": "Di Ezcare Warranty, transparansi adalah prinsip panduan kami. Kami memprioritaskan menginformasikan dan memberdayakan pelanggan kami dengan menawarkan opsi cakupan terbaik.",
    "ab_14": "Diakui dengan penghargaan terhormat seperti Asia Automotive Awards pada tahun 2019 dan Superbrand Malaysia's Choice Award pada tahun 2020, kami berkomitmen untuk membawa puncak industri.",
    "ab_15": "Menetapkan Standar Industri",
    "ab_16": "Kami tidak hanya mengikuti standar, kami menetapkannya. Kami merevolusi manajemen garansi dengan memperkenalkan pendekatan yang sepenuhnya digital.",
    "ab_17": "Aplikasi seluler kami memberi Anda akses tanpa batas ke polis dan klaim Anda bersama dengan bantuan kerusakan, membuat seluruh proses menjadi nyaman bagi Anda.",
    "ab_18": "Available in:",
    "ab_19": "Kepercayaan Anda, Janji Kami",
    "ab_20": "Percayakan Ezcare Warranty untuk perlindungan kendaraan terbaik. Kami bukan hanya tentang jaminan, kami tentang membangun hubungan dan memastikan kepuasan penuh Anda di jalan.",
    "ab_21": "Rasakan pengalaman terbaik di industri tempat transparansi, inovasi, dan keandalan bertemu.",
    "op_1": "Warranty Plan",
    "op_2": "Pilih paket perlindungan terbaik yang disesuaikan dengan kebutuhan Anda.",
    "op_3": "Klaim Lebih Cepat,",
    "op_4": "Perbaikan Prioritas",
    "op_5": "Dengan menawarkan fleksibilitas ini, kami merampingkan proses klaim. Memastikan perbaikan lebih cepat untuk kendaraan Anda. Perbaikan Anda adalah prioritas kami, dan konsep bengkel terbuka kami mempercepat seluruh proses, mendapatkan punggung Anda di jalan dengan cepat.",
    "op_6": "Manfaat Kami",
    "op_7": "PENGHEMATAN",
    "op_8": "Rencana garansi kami dapat secara signifikan membantu pemilik dalam mencapai penghematan biaya untuk perbaikan kerusakan kendaraan mereka. Dengan memilih paket garansi, pemilik mendapatkan perlindungan finansial terhadap perbaikan yang tidak terduga dan berpotensi mahal. Rencana ini biasanya mencakup berbagai komponen dan sistem kendaraan, mengurangi biaya out-of-pocket yang seharusnya dikeluarkan pemilik. Selain itu, dengan rencana garansi di tempat, pemilik dapat memperoleh manfaat dari akses untuk memilih fasilitas perbaikan pilihan mereka, memastikan bahwa perbaikan dilakukan secara efisien dan efektif. Selain itu, dengan membayar biaya tetap untuk garansi, pemilik dapat menganggarkan lebih efektif dan menghindari tekanan keuangan mendadak yang disebabkan oleh biaya perbaikan yang tidak terduga, menjadikannya investasi yang cerdik untuk menjaga kendaraan dan kesejahteraan finansial mereka.",
    "op_9": "KETENANGAN PIKIRAN",
    "op_10": "Kami memberi pemilik rasa damai dan kepastian saat menghadapi kerusakan kendaraan. Mengetahui bahwa kendaraan mereka dilindungi oleh garansi mengurangi stres dan beban keuangan dari biaya perbaikan yang tidak terduga. Ketenangan pikiran ini berasal dari jaminan bahwa perbaikan yang memenuhi syarat akan dilakukan tanpa menimbulkan biaya yang besar. Perlindungan ini tidak hanya melindungi anggaran mereka tetapi juga menanamkan kepercayaan pada keandalan dan umur panjang kendaraan mereka, memungkinkan pemilik untuk mengemudi dengan rasa aman dan jaminan, mengetahui bahwa mereka terlindungi dari tagihan perbaikan yang tidak terduga.",
    "op_11": "FLEKSIBILITAS",
    "op_12": "Dengan menawarkan konsep bengkel terbuka, pemilik kendaraan menikmati tingkat fleksibilitas yang luar biasa ketika menangani perbaikan kerusakan. Fitur unik ini memberdayakan pemilik untuk memilih bengkel atau fasilitas perbaikan yang mereka sukai, sehingga memberi mereka kendali lebih besar terhadap tempat servis kendaraan mereka. Fleksibilitas untuk memilih bengkel yang sesuai dengan standar kepercayaan, kenyamanan, atau keahlian mereka memastikan pengalaman perbaikan yang dipersonalisasi. Baik memilih dealer, mekanik independen, atau pusat layanan khusus, kebebasan ini memungkinkan pemilik untuk membuat keputusan berdasarkan faktor-faktor seperti kedekatan, reputasi, atau spesialisasi, sehingga meningkatkan kepuasan mereka secara keseluruhan terhadap proses perbaikan. Fleksibilitas tersebut tidak hanya memenuhi preferensi individu tetapi juga menumbuhkan rasa percaya dan kenyamanan yang lebih kuat, berkontribusi pada perjalanan perbaikan yang lebih lancar dan personal bagi pemilik kendaraan.",
    "op_13": "MENINGKAT JUAL KEMBALI",
    "op_14": "Mempertahankan rencana garansi yang valid dapat meningkatkan nilai jual Kembali kendaraan secara signifikan meskipun mengalami kerusakan. Ketika calon pembeli melihat bahwa suatu kendaraan masih memiliki rencana garansi aktif, hal ini menambah keyakinan terhadap kondisi dan keandalan kendaraan. Jaminan bahwa setiap kemungkinan kerusakan atau perbaikan akan ditanggung oleh garansi berfungsi sebagai nilai jual yang kuat, menarik calon pembeli dan membedakan kendaraan dari kendaraan lain yang ada di pasaran. Rencana garansi yang valid menunjukkan bahwa pemilik telah mengambil langkah proaktif untuk memastikan pemeliharaan kendaraan dan perlindungan terhadap biaya tak terduga, sehingga meningkatkan nilai yang dirasakan di mata calon pembeli. Faktor ini tidak hanya memberikan ketenangan pikiran kepada pemilik saat ini selama kepemilikan tetapi juga terbukti menguntungkan ketika tiba waktunya untuk menjual atau menukar kendaraan, sehingga berpotensi menghasilkan harga jual kembali yang lebih tinggi karena jaminan tambahan dari cakupan garansi.",
    "cu_1": "Hubungi kami",
    "cu_2": "Get In Touch",
    "cu_3": "Tinggalkan pesan Anda dan kami akan menghubungi Anda kembali dalam waktu 24 jam"
}